Repository: AipNooBest/easy-ripple
Catalog: hanayo/data/js-locales/templates-*.po
Languages: ko, ro, sv, vi

source: An error occurred while contacting the Ripple API. Please report this to a Ripple developer.
ko: 리플 API에 문제가 발생했습니다. 서버 관리자에게 연락하세요.
ro: A apărut o eroare în timpul contactului cu API-ul Ripple. Te rugăm sa raportezi această eroare la un developer Ripple.
sv: Ett fel uppstod när du kontaktade Ripple API. Var vänlig rapportera detta till en Ripple-uvecklare.
vi: Một lỗi đã phát hiện trong khi đang kết nối tới Server API của Ripple. Hãy nói điều này tới một người trong đội thành lập Ripple

source: Why, LOVE, of course!
ko: LOVE 의 약자이죠!
ro: De ce, IUBIRE, desigur!
sv: Varför, ÄLSKAR, förstås!
vi: Tại sao, YÊU, Chắc chắn thế!

source: Your new settings have been saved.
ko: 설정이 성공적으로 변경되었습니다.
ro: Setările noi au fost salvate.
sv: Dina nya inställningar har sparats.
vi: Sự thay đổi của bạn trong cài đặt đã được lưu lại

source: Your userpage has been saved.
ko: 유저페이지의 변경사항이 저장되었습니다.
ro: Pagina ta de profil a fost salvată.
sv: Din användarsida har sparats.
vi: Trang cá nhân của bạn đã được lưu

source: Please provide a valid link, in the form of either https://osu.ppy.sh/s/&lt;ID&gt; or https://osu.ppy.sh/b/&lt;ID&gt;.
ko: https://osu.ppy.sh/s/&lt;ID&gt 또는 https://osu.ppy.sh/b/&lt;ID&gt 의 형식으로 링크를 제출해주세요.
ro: Te rugăm provizionează-ne cu un link valid, fie in formă de https://osu.ppy.sh/s/&lt;ID&gt; sau https://osu.ppy.sh/b/&lt;ID&gt;.
sv: Vänligen ange en giltig länk, antingen i form av https://osu.ppy.sh/s/&lt;ID&gt och https://osu.ppy.sh/s/&lt;ID&gt.
vi: Xin hãy cung cấp một đường liên kết còn hiệu lực, trong hình thức như https://osu.ppy.sh/s/&lt;ID&gt; hoặc là https://osu.ppy.sh/b/&lt;ID&gt;.

source: Beatmap rank request has been submitted.
ko: 비트맵 랭크 요청이 접수되었습니다.
ro: Cererea de rank a Beatmap-ului a fost trimisă.
sv: Beatmap rankningsförfrågan har skickats in.
vi: Yêu cầu rank cho beatmap này đã được nộp lên

source: That beatmap is already ranked!
ko: 이 비트맵은 이미 랭크 되어있습니다!
ro: Acest Beatmap este deja ranked!
sv: Den beatmap är redan rankad!
vi: Beatmap đó đã được ranked!

source: Add friend
ko: 친구 추가
ro: Adaugă prieten
sv: Lägg till vän
vi: Thêm người đó vào danh sách kết bạn

source: Remove friend
ko: 친구 삭제
ro: Elimină prieten
sv: Ta bort vän
vi: Bỏ người đó khỏi danh sách kết bạn

source: Unmutual friend
ko: 뮤추얼 해제
ro: Scoate prietenul din lista ta.
sv: Ångra en ömsesidig vänskap
vi: Bỏ người đó khỏi danh sách thân mật

source: General info
ko: 기본 정보
ro: Informații generale
sv: Generell info
vi: Thông tin chung

source: Score
ko: 점수
ro: Scor
sv: Poäng
vi: Điểm

source: Load more
ko: 더보기
ro: Incarcă mai mult
sv: Läs mer
vi: Còn nữa

source: Best scores
ko: 최고 점수들
ro: Cele mai bune scoruri
sv: Bästa poängen
vi: Điểm tốt nhất

source: Recent scores
ko: 최근 점수
ro: Scoruri recente
sv: Senaste poängen
vi: Điểm có được gần đây nhất

source: Download
ko: 다운로드
ro: Descarcă
sv: Hämta
vi: Tải về

source: Points
ko: 포인트
ro: Puncte
sv: Poäng
vi: Điểm số

source: Beatmap
ko: 비트맵

source: Accuracy
ko: 정확도
ro: Acuratețe
sv: Noggrannhet
vi: Độ chính xác

source: Max combo
ko: 최대 콤보
ro: Combo maxim
sv: Maximal kombination
vi: Combo cao nhất

source: (full combo)
ko: (풀콤보)
ro: (combo complet)
sv: (full kombination)

source: Difficulty
ko: 난이도
ro: Dificultate
sv: Svårighet
vi: Độ khó

source: Yes
ko: 예
ro: Da
sv: Ja
vi: OK

source: No
ko: 아니요
ro: Nu
sv: Nej
vi: Không

source: Achieved
ko: 달성한 날짜
ro: Realizate
sv: Datum uppnått
vi: Đạt được

source: Mode
ko: 게임 모드
ro: Mod de joc
sv: Läge
vi: Chế độ

source: None
ko: 없음
ro: Nimic
sv: Ingen
vi: Không có

source: {{ stars }} star
ko: {{ stars }} 성
ro: {{ stele }} stea
sv: {{ stjärnor }} stjärna
vi: {{ stars }} sao

source: <b>{{ months }}</b> month costs <b>€ {{ eur }}</b>
ko: <b>{{ months }}</b> 개월의 가격은 <b>€ {{ eur }}</b> 입니다
ro: <b>{{ luna }}</b> costurile lunii <b>€ {{ eur }}</b>
sv: <b>{{ månad }}</b> månad kostnad <b>€ {{ eur }}</b>
vi: <b>{{ months }}</b> tháng là <b>€ {{ eur }}</b>

source: ($ {{ usd }} / BTC {{ btc }})
ko: ($ {{ usd }} / 비트코인 {{ btc }})

source: Mutual
ko: 뮤추얼
ro: Prieten reciproc
sv: ömsesidig
vi: Thân mật

source: Remove
ko: 제거
ro: Șterge
sv: Ta bort
vi: Bỏ

source: Add
ko: 추가
ro: Adaugă
sv: Lägg till
vi: Thêm vào
